Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: This profile has no usable Screen Sharing configuration. It may have been created by a newer version of the app - edit the profile or update the app.
ar: لا يحتوي هذا الملف الشخصي على تهيئة صالحة لمشاركة الشاشة. ربما أُنشئ بإصدار أحدث من التطبيق - عدّل الملف الشخصي أو حدّث التطبيق.
ca: Aquest perfil no té cap configuració de Compartir pantalla utilitzable. És possible que s'hagi creat amb una versió més recent de l'app: editeu el perfil o actualitzeu l'app.
cs: Tento profil nemá použitelnou konfiguraci sdílení obrazovky. Mohl být vytvořen novější verzí aplikace – upravte profil nebo aktualizujte aplikaci.
da: Denne profil har ingen brugbar skærmdelingskonfiguration. Den er muligvis oprettet af en nyere version af appen — rediger profilen, eller opdater appen.
de: Dieses Profil hat keine verwendbare Bildschirmfreigabe-Konfiguration. Es wurde möglicherweise mit einer neueren Version der App erstellt – bearbeiten Sie das Profil oder aktualisieren Sie die App.
es: Este perfil no tiene una configuración de Compartir pantalla utilizable. Puede que se haya creado con una versión más reciente de la app: edite el perfil o actualice la app.
fi: Tässä profiilissa ei ole käyttökelpoisia näytön jakamisen asetuksia. Se on voitu luoda sovelluksen uudemmalla versiolla — muokkaa profiilia tai päivitä sovellus.
fr: Ce profil n'a aucune configuration de Partage d'écran utilisable. Il a peut-être été créé par une version plus récente de l'app - modifiez le profil ou mettez l'app à jour.
he: לפרופיל זה אין תצורת שיתוף מסך שמישה. ייתכן שהוא נוצר על ידי גרסה חדשה יותר של האפליקציה - ערוך את הפרופיל או עדכן את האפליקציה.
hu: Ennek a profilnak nincs használható képernyőmegosztási konfigurációja. Lehet, hogy az alkalmazás újabb verziójával készült – szerkessze a profilt, vagy frissítse az alkalmazást.
it: Questo profilo non ha una configurazione di condivisione schermo utilizzabile. Potrebbe essere stato creato da una versione più recente dell'app: modifica il profilo o aggiorna l'app.
ja: このプロファイルには使用可能な画面共有の設定がありません。新しいバージョンのアプリで作成された可能性があります。プロファイルを編集するか、アプリをアップデートしてください。
ko: 이 프로필에는 사용할 수 있는 화면 공유 구성이 없습니다. 최신 버전의 앱에서 만들어졌을 수 있습니다. 프로필을 편집하거나 앱을 업데이트하세요.
nb: Denne profilen har ingen brukbar skjermdelingskonfigurasjon. Den kan ha blitt opprettet av en nyere versjon av appen - rediger profilen eller oppdater appen.
nl: Dit profiel heeft geen bruikbare Schermdelen-configuratie. Het is mogelijk gemaakt met een nieuwere versie van de app - bewerk het profiel of werk de app bij.
pl: Ten profil nie ma użytecznej konfiguracji udostępniania ekranu. Mógł zostać utworzony przez nowszą wersję aplikacji — edytuj profil lub zaktualizuj aplikację.
pt_br: Este perfil não tem uma configuração de Compartilhamento de Tela utilizável. Ele pode ter sido criado por uma versão mais recente do app — edite o perfil ou atualize o app.
pt_pt: Este perfil não tem uma configuração de Partilha de Ecrã utilizável. Pode ter sido criado por uma versão mais recente da app - edite o perfil ou atualize a app.
ro: Acest profil nu are o configurație de partajare ecran utilizabilă. Este posibil să fi fost creat de o versiune mai nouă a aplicației — editează profilul sau actualizează aplicația.
sl: Ta profil nima uporabne konfiguracije skupne rabe zaslona. Morda ga je ustvarila novejša različica aplikacije - uredite profil ali posodobite aplikacijo.
sv: Den här profilen har ingen användbar skärmdelningskonfiguration. Den kan ha skapats av en nyare version av appen - redigera profilen eller uppdatera appen.
uk: Цей профіль не має придатної конфігурації спільного доступу до екрана. Можливо, його створено новішою версією застосунку - відредагуйте профіль або оновіть застосунок.
vi: Hồ sơ này không có cấu hình Chia sẻ màn hình khả dụng. Hồ sơ có thể đã được tạo bởi phiên bản ứng dụng mới hơn - hãy chỉnh sửa hồ sơ hoặc cập nhật ứng dụng.
zh_hans: 此配置不包含可用的屏幕共享设置。它可能是由更新版本的应用创建的 - 请编辑该配置或更新应用。
zh_hant: 此設定檔沒有可用的螢幕共享設定。它可能是由較新版本的 App 建立的——請編輯設定檔或更新 App。

source: This profile normally inherits the remote terminal type from Settings. Override it only for hosts that require a different terminfo name.
ar: يرث هذا الملف الشخصي عادةً نوع الطرفية البعيدة من الإعدادات. تجاوزه فقط للمضيفين الذين يتطلبون اسم terminfo مختلفًا.
ca: Normalment aquest perfil hereta el tipus de terminal remot de Configuració. Substituïu-lo només per als amfitrions que requereixen un nom de terminfo diferent.
cs: Tento profil obvykle dědí typ vzdáleného terminálu z Nastavení. Přepište jej pouze u hostitelů, které vyžadují jiný název terminfo.
da: Denne profil arver normalt fjernterminaltypen fra Indstillinger. Tilsidesæt den kun for værter, der kræver et andet terminfo-navn.
de: Dieses Profil übernimmt den Remote-Terminal-Typ normalerweise aus den Einstellungen. Überschreiben Sie ihn nur für Hosts, die einen anderen terminfo-Namen benötigen.
es: Normalmente este perfil hereda el tipo de terminal remoto de Ajustes. Cámbialo solo para los hosts que requieran un nombre de terminfo distinto.
fi: Tämä profiili perii etäterminaalin tyypin yleensä asetuksista. Ohita se vain palvelimille, jotka vaativat eri terminfo-nimen.
fr: Ce profil hérite normalement du type de terminal distant depuis les Réglages. Ne le remplacez que pour les hôtes qui nécessitent un autre nom terminfo.
he: פרופיל זה יורש בדרך כלל את סוג המסוף המרוחק מההגדרות. עקוף אותו רק עבור מארחים הדורשים שם terminfo אחר.
hu: Ez a profil általában a Beállításokból örökli a távoli terminál típusát. Csak azoknál a gépeknél bírálja felül, amelyek eltérő terminfo nevet igényelnek.
it: Questo profilo eredita normalmente il tipo di terminale remoto dalle Impostazioni. Sostituiscilo solo per gli host che richiedono un nome terminfo diverso.
ja: このプロファイルは通常、リモートのターミナルタイプを設定から継承します。別の terminfo 名が必要なホストの場合にのみ上書きしてください。
ko: 이 프로필은 일반적으로 설정에서 원격 터미널 유형을 상속합니다. 다른 terminfo 이름이 필요한 호스트에서만 재정의하세요.
nb: Denne profilen arver vanligvis den eksterne terminaltypen fra Innstillinger. Overstyr den bare for verter som krever et annet terminfo-navn.
nl: Dit profiel neemt het externe terminaltype normaal gesproken over uit Instellingen. Overschrijf het alleen voor hosts die een andere terminfo-naam vereisen.
pl: Ten profil zwykle dziedziczy typ zdalnego terminala z Ustawień. Zastąp go tylko dla hostów, które wymagają innej nazwy terminfo.
pt_br: Normalmente este perfil herda o tipo de terminal remoto das Configurações. Substitua-o apenas para hosts que exijam um nome de terminfo diferente.
pt_pt: Normalmente este perfil herda o tipo de terminal remoto das Definições. Substitua-o apenas para anfitriões que exijam um nome terminfo diferente.
ro: În mod normal, acest profil moștenește tipul de terminal la distanță din Setări. Înlocuiți-l doar pentru gazdele care necesită un alt nume terminfo.
sl: Ta profil običajno podeduje vrsto oddaljenega terminala iz Nastavitev. Preglasite jo samo za gostitelje, ki zahtevajo drugačno ime terminfo.
sv: Den här profilen ärver normalt fjärrterminaltypen från Inställningar. Åsidosätt den bara för värdar som kräver ett annat terminfo-namn.
uk: Цей профіль зазвичай успадковує тип віддаленого термінала з Налаштувань. Перевизначайте його лише для хостів, які потребують іншої назви terminfo.
vi: Hồ sơ này thường kế thừa loại terminal từ xa từ Cài đặt. Chỉ ghi đè cho những máy chủ yêu cầu tên terminfo khác.
zh_hans: 此配置通常从“设置”继承远程终端类型。仅当主机需要不同的 terminfo 名称时才覆盖它。
zh_hant: 此設定檔通常會從「設定」繼承遠端終端機類型。只有在主機需要不同的 terminfo 名稱時才覆寫它。

source: This removes '%@' from rootshell on your synced devices. The passkey itself remains in your passkey provider (Passwords, 1Password, etc.) until you delete it there.
ar: يؤدي هذا إلى إزالة '%@' من rootshell على أجهزتك المتزامنة. يبقى مفتاح المرور نفسه لدى مزود مفاتيح المرور (Passwords أو 1Password أو غيرهما) حتى تحذفه من هناك.
ca: Això elimina '%@' de rootshell dels vostres dispositius sincronitzats. La clau d'accés continua al vostre proveïdor de claus d'accés (Contrasenyes, 1Password, etc.) fins que la suprimiu allà.
cs: Tímto se klíč '%@' odebere z rootshellu na vašich synchronizovaných zařízeních. Samotný přístupový klíč zůstane u vašeho poskytovatele přístupových klíčů (Hesla, 1Password apod.), dokud jej tam nesmažete.
da: Dette fjerner '%@' fra rootshell på dine synkroniserede enheder. Selve adgangsnøglen forbliver hos din adgangsnøgleudbyder (Adgangskoder, 1Password osv.), indtil du sletter den der.
de: Dadurch wird '%@' auf Ihren synchronisierten Geräten aus rootshell entfernt. Der Passkey selbst verbleibt bei Ihrem Passkey-Anbieter (Passwörter, 1Password usw.), bis Sie ihn dort löschen.
es: Esto elimina '%@' de rootshell en sus dispositivos sincronizados. La clave de acceso permanece en su proveedor de claves de acceso (Contraseñas, 1Password, etc.) hasta que la elimine allí.
fi: Tämä poistaa avaimen '%@' rootshellistä synkronoiduilla laitteillasi. Itse kulkuavain säilyy kulkuavaimen tarjoajassasi (Passwords, 1Password jne.), kunnes poistat sen sieltä.
fr: Cela supprime '%@' de rootshell sur vos appareils synchronisés. La clé d'accès elle-même reste dans votre fournisseur de clés d'accès (Mots de passe, 1Password, etc.) jusqu'à ce que vous l'y supprimiez.
he: פעולה זו מסירה את '%@' מ-rootshell במכשירים המסונכרנים שלך. מפתח המעבר עצמו נשאר אצל ספק מפתחות המעבר שלך (Passwords, 1Password וכו') עד שתמחק אותו שם.
hu: Ezzel eltávolítja a(z) '%@' kulcsot a rootshellből a szinkronizált eszközeiről. Maga az azonosítókulcs az azonosítókulcs-szolgáltatónál marad (Jelszavak, 1Password stb.), amíg ott nem törli.
it: Questa operazione rimuove '%@' da rootshell sui tuoi dispositivi sincronizzati. La passkey rimane nel tuo provider di passkey (Password, 1Password, ecc.) finché non la elimini lì.
ja: 同期されているデバイス上のrootshellから'%@'を削除します。パスキー自体は、そこで削除するまでパスキープロバイダ（「パスワード」App、1Passwordなど）に残ります。
ko: 동기화된 기기의 rootshell에서 '%@'을(를) 제거합니다. 패스키 자체는 직접 삭제하기 전까지 패스키 제공자(암호 앱, 1Password 등)에 남아 있습니다.
nb: Dette fjerner '%@' fra rootshell på de synkroniserte enhetene dine. Selve passnøkkelen blir værende hos passnøkkelleverandøren din (Passord, 1Password osv.) til du sletter den der.
nl: Hiermee wordt '%@' verwijderd uit rootshell op uw gesynchroniseerde apparaten. De passkey zelf blijft in uw passkey-provider (Wachtwoorden, 1Password, enz.) totdat u hem daar verwijdert.
pl: Spowoduje to usunięcie klucza '%@' z rootshell na Twoich zsynchronizowanych urządzeniach. Sam klucz dostępu pozostanie u dostawcy kluczy dostępu (Hasła, 1Password itp.), dopóki nie usuniesz go tam.
pt_br: Isto remove '%@' do rootshell nos seus dispositivos sincronizados. A chave-senha em si permanece no seu provedor de chaves-senha (Senhas, 1Password, etc.) até você excluí-la lá.
pt_pt: Isto remove '%@' do rootshell nos seus dispositivos sincronizados. A chave de acesso permanece no seu fornecedor de chaves de acesso (Palavras-passe, 1Password, etc.) até a eliminar aí.
ro: Aceasta elimină '%@' din rootshell de pe dispozitivele dvs. sincronizate. Cheia de acces rămâne la furnizorul dvs. de chei de acces (Parole, 1Password etc.) până când o ștergeți de acolo.
sl: S tem se ključ '%@' odstrani iz rootshella na vaših sinhroniziranih napravah. Sam ključ za dostop ostane pri vašem ponudniku ključev za dostop (Passwords, 1Password itd.), dokler ga tam ne izbrišete.
sv: Detta tar bort '%@' från rootshell på dina synkroniserade enheter. Själva passkeyn finns kvar hos din passkey-leverantör (Lösenord, 1Password osv.) tills du raderar den där.
uk: Це вилучить ключ '%@' з rootshell на ваших синхронізованих пристроях. Сам ключ доступу залишиться у вашого провайдера ключів доступу (Паролі, 1Password тощо), доки ви не видалите його там.
vi: Thao tác này xóa '%@' khỏi rootshell trên các thiết bị đã đồng bộ của bạn. Bản thân passkey vẫn nằm trong nhà cung cấp passkey của bạn (Mật khẩu, 1Password, v.v.) cho đến khi bạn xóa nó ở đó.
zh_hans: 此操作将从您已同步设备上的 rootshell 中移除 '%@'。通行密钥本身仍会保留在您的通行密钥提供方（“密码”App、1Password 等）中，直到您在那里将其删除。
zh_hant: 此操作將從您已同步裝置上的 rootshell 中移除 '%@'。密碼金鑰本身仍會保留在您的密碼金鑰提供者（「密碼」App、1Password 等）中，直到您在該處將其刪除。

source: This removes all imported MMDB files from the app. You can import fresh copies at any time.
ar: يؤدي هذا إلى إزالة جميع ملفات MMDB المستوردة من التطبيق. يمكنك استيراد نسخ جديدة في أي وقت.
ca: Això elimina tots els fitxers MMDB importats de l'aplicació. Podeu importar còpies noves en qualsevol moment.
cs: Tímto odeberete všechny importované soubory MMDB z aplikace. Nové kopie můžete importovat kdykoli.
da: Dette fjerner alle importerede MMDB-filer fra appen. Du kan importere nye kopier når som helst.
de: Hiermit werden alle importierten MMDB-Dateien aus der App entfernt. Sie können jederzeit neue Kopien importieren.
es: Esto elimina todos los archivos MMDB importados de la app. Puedes importar copias nuevas en cualquier momento.
fi: Tama poistaa kaikki tuodut MMDB-tiedostot sovelluksesta. Voit tuoda uudet kopiot milloin tahansa.
fr: Ceci supprime tous les fichiers MMDB importes de l'app. Vous pouvez importer de nouvelles copies a tout moment.
he: פעולה זו מסירה את כל קבצי ה-MMDB המיובאים מהאפליקציה. ניתן לייבא עותקים חדשים בכל עת.
hu: Ezzel eltavolitod az osszes importalt MMDB fajlt az alkalmazasbol. Barmikor importalhatsz uj masolatokat.
it: Questo rimuove tutti i file MMDB importati dall'app. Puoi importare nuove copie in qualsiasi momento.
ja: インポート済みのすべての MMDB ファイルをアプリから削除します。いつでも新しいコピーをインポートできます。
ko: 앱에서 가져온 모든 MMDB 파일을 제거합니다. 언제든지 새 파일을 다시 가져올 수 있습니다.
nb: Dette fjerner alle importerte MMDB-filer fra appen. Du kan importere nye kopier når som helst.
nl: Dit verwijdert alle geïmporteerde MMDB-bestanden uit de app. Je kunt op elk moment nieuwe kopieën importeren.
pl: Spowoduje to usuniecie wszystkich zaimportowanych plikow MMDB z aplikacji. Mozesz w kazdej chwili zaimportowac nowe kopie.
pt_br: Isso remove todos os arquivos MMDB importados do app. Voce pode importar novas copias a qualquer momento.
pt_pt: Isto remove todos os ficheiros MMDB importados da aplicacao. Pode importar novas copias a qualquer momento.
ro: Aceasta actiune elimina toate fisierele MMDB importate din aplicatie. Puteti importa copii noi oricand.
sl: To odstrani vse uvozene datoteke MMDB iz aplikacije. Kadarkoli lahko uvozite nove kopije.
sv: Detta tar bort alla importerade MMDB-filer från appen. Du kan importera nya kopior när som helst.
uk: Це видалить усі імпортовані файли MMDB з програми. Ви можете імпортувати нові копії будь-коли.
vi: Thao tác này xóa tất cả tệp MMDB đã nhập khỏi ứng dụng. Bạn có thể nhập bản mới bất cứ lúc nào.
zh_hans: 此操作将从应用中移除所有已导入的 MMDB 文件。您可以随时重新导入。
zh_hant: 此操作將從應用程式中移除所有已匯入的 MMDB 檔案。您可以隨時重新匯入。

source: This session is attached elsewhere. All attached clients mirror the same windows.
ar: هذه الجلسة مرتبطة في مكان آخر. تعكس جميع العملاء المرتبطين النوافذ ذاتها.
ca: Aquesta sessió està adjuntada en un altre lloc. Tots els clients adjuntats reflecteixen les mateixes finestres.
cs: Tato relace je připojena jinde. Všichni připojení klienti zrcadlí stejná okna.
da: Denne session er tilknyttet et andet sted. Alle tilknyttede klienter spejler de samme vinduer.
de: Diese Sitzung ist anderswo verbunden. Alle verbundenen Clients spiegeln dieselben Fenster.
es: Esta sesión está conectada en otro lugar. Todos los clientes conectados reflejan las mismas ventanas.
fi: Tämä istunto on liitetty muualla. Kaikki liitetyt asiakkaat näyttävät samat ikkunat.
fr: Cette session est attachée ailleurs. Tous les clients attachés reflètent les mêmes fenêtres.
he: הפעלה זו מחוברת במקום אחר. כל הלקוחות המחוברים משקפים את אותם חלונות.
hu: Ez a munkamenet máshol is csatlakoztatva van. Minden csatlakoztatott kliens ugyanazokat az ablakokat tükrözi.
it: Questa sessione è collegata altrove. Tutti i client collegati rispecchiano le stesse finestre.
ja: このセッションは他の場所でアタッチされています。アタッチされたすべてのクライアントが同じウィンドウをミラーリングします。
ko: 이 세션은 다른 곳에 연결되어 있습니다. 연결된 모든 클라이언트는 동일한 윈도우를 미러링합니다.
nb: Denne økten er koblet til andre steder. Alle tilkoblede klienter speiler de samme vinduene.
nl: Deze sessie is elders gekoppeld. Alle gekoppelde clients spiegelen dezelfde vensters.
pl: Ta sesja jest dołączona w innym miejscu. Wszyscy dołączeni klienci odzwierciedlają te same okna.
pt_br: Esta sessão está anexada em outro lugar. Todos os clientes anexados espelham as mesmas janelas.
pt_pt: Esta sessão está anexada noutro local. Todos os clientes anexados refletem as mesmas janelas.
ro: Această sesiune este atașată în altă parte. Toți clienții atașați reflectă aceleași ferestre.
sl: Ta seja je priklopljena drugje. Vsi priklopljeni odjemalci zrcalijo enaka okna.
sv: Den här sessionen är ansluten någon annanstans. Alla anslutna klienter speglar samma fönster.
uk: Цей сеанс приєднано в іншому місці. Усі приєднані клієнти віддзеркалюють ті самі вікна.
vi: Phiên này đang được gắn ở nơi khác. Tất cả client đã gắn đều phản chiếu cùng các cửa sổ.
zh_hans: 此会话已在别处挂接。所有已挂接的客户端镜像相同的窗口。
zh_hant: 此工作階段已在其他地方附加。所有已附加的用戶端會鏡像顯示相同的視窗。

source: This tab will close automatically.
ar: ستُغلق علامة التبويب هذه تلقائيًا.
ca: Aquesta pestanya es tancarà automàticament.
cs: Tato karta se automaticky zavře.
da: Dette faneblad lukker automatisk.
de: Dieser Tab wird automatisch geschlossen.
es: Esta pestaña se cerrará automáticamente.
fi: Tämä välilehti sulkeutuu automaattisesti.
fr: Cet onglet se fermera automatiquement.
he: כרטיסייה זו תיסגר אוטומטית.
hu: Ez a lap automatikusan bezárul.
it: Questo pannello si chiuderà automaticamente.
ja: このタブは自動的に閉じます。
ko: 이 탭은 자동으로 닫힙니다.
nb: Denne fanen lukkes automatisk.
nl: Dit tabblad wordt automatisch gesloten.
pl: Ta karta zamknie się automatycznie.
pt_br: Esta aba será fechada automaticamente.
pt_pt: Este separador fechar-se-á automaticamente.
ro: Această filă se va închide automat.
sl: Ta zavihek se bo samodejno zaprl.
sv: Den här fliken stängs automatiskt.
uk: Цю вкладку буде закрито автоматично.
vi: Thẻ này sẽ tự động đóng.
zh_hans: 此标签页将自动关闭。
zh_hant: 此分頁將自動關閉。

source: This theme includes %lld extended palette colors (indices 16-255) that will be preserved.
ar: يتضمن هذا المظهر %lld لون من لوحة الألوان الموسّعة (الفهارس 16-255) وسيتم الاحتفاظ بها.
ca: Aquest tema inclou %lld colors de paleta estesa (índexs 16-255) que es conservaran.
cs: Tento motiv obsahuje %lld barev rozšířené palety (indexy 16–255), které budou zachovány.
da: Dette tema indeholder %lld udvidede paletfarver (indeks 16-255), som vil blive bevaret.
de: Dieses Design enthält %lld erweiterte Palettenfarben (Indizes 16–255), die beibehalten werden.
es: Este tema incluye %lld colores de paleta extendida (índices 16-255) que se conservarán.
fi: Tämä teema sisältää %lld laajennettua palettiväriä (indeksit 16–255), jotka säilytetään.
fr: Ce thème inclut %lld couleurs de palette étendue (indices 16-255) qui seront conservées.
he: ערכת נושא זו כוללת %lld צבעי לוח מורחב (מדדים 16-255) שיישמרו.
hu: Ez a téma %lld kiterjesztett palettaszínt tartalmaz (16-255 indexek), amelyek megőrzésre kerülnek.
it: Questo tema include %lld colori della tavolozza estesa (indici 16-255) che verranno preservati.
ja: このテーマには %lld 個の拡張パレットカラー（インデックス 16〜255）が含まれており、それらは保持されます。
ko: 이 테마에는 %lld개의 확장 팔레트 색상(인덱스 16-255)이 포함되어 있으며 유지됩니다.
nb: Dette temaet inneholder %lld utvidede palettfarger (indeks 16–255) som vil bli bevart.
nl: Dit thema bevat %lld uitgebreide paletkleuren (indices 16-255) die behouden blijven.
pl: Ten motyw zawiera %lld rozszerzonych kolorow palety (indeksy 16-255), ktore zostana zachowane.
pt_br: Este tema inclui %lld cores da paleta estendida (indices 16-255) que serao preservadas.
pt_pt: Este tema inclui %lld cores da paleta alargada (indices 16-255) que serao preservadas.
ro: Aceasta tema include %lld culori din paleta extinsa (indici 16-255) care vor fi pastrate.
sl: Ta tema vkljucuje %lld razsirjenih barvnih odtenkov palete (indeksi 16-255), ki bodo ohranjeni.
sv: Det här temat innehåller %lld utökade palettfärger (index 16–255) som bevaras.
uk: Ця тема містить %lld кольорів розширеної палітри (індекси 16–255), які буде збережено.
vi: Chủ đề này bao gồm %lld màu bảng mở rộng (chỉ mục 16–255) sẽ được giữ nguyên.
zh_hans: 此主题包含 %lld 个扩展调色板颜色（索引 16–255），这些颜色将被保留。
zh_hant: 此主題包含 %lld 個延伸調色盤顏色（索引 16–255），這些顏色將會保留。

source: This will appear as ~/%@ in your shell.
ar: سيظهر هذا كـ ~/%@ في واجهة الأوامر.
ca: Això apareixerà com ~/%@ al vostre terminal.
cs: Toto se zobrazí jako ~/%@ ve vašem shellu.
da: Dette vil vises som ~/%@ i din shell.
de: Dies wird als ~/%@ in Ihrer Shell angezeigt.
es: Esto aparecerá como ~/%@ en su shell.
fi: Tämä näkyy muodossa ~/%@ komentotulkissasi.
fr: Ceci apparaîtra sous la forme ~/%@ dans votre shell.
he: זה יופיע כ-~/%@ במעטפת שלך.
hu: Ez ~/%@ formában jelenik meg a shelljében.
it: Apparirà come ~/%@ nella shell.
ja: シェルでは~/%@として表示されます。
ko: 셸에서 ~/%@로 표시됩니다.
nb: Dette vil vises som ~/%@ i skallet ditt.
nl: Dit verschijnt als ~/%@ in uw shell.
pl: Będzie wyświetlane jako ~/%@ w powłoce.
pt_br: Isso aparecerá como ~/%@ no seu shell.
pt_pt: Isto aparecerá como ~/%@ na sua shell.
ro: Aceasta va apărea ca ~/%@ în shell-ul dvs.
sl: V lupini se bo prikazalo kot ~/%@.
sv: Detta visas som ~/%@ i ditt skal.
uk: Це відображатиметься як ~/%@ у вашій оболонці.
vi: Đường dẫn này sẽ hiển thị là ~/%@ trong shell của bạn.
zh_hans: 这将在 Shell 中显示为 ~/%@。
zh_hant: 這將在 Shell 中顯示為 ~/%@。

source: This will delete %1$lld orphaned debug pod%2$@ from your clusters. This cannot be undone.
ar: سيؤدي هذا إلى حذف %1$lld من حاويات التصحيح اليتيمة%2$@ من مجموعاتك. لا يمكن التراجع عن هذا الإجراء.
ca: Això eliminarà %lld pod%@ de depuració orfes dels vostres clústers. Aquesta acció no es pot desfer.
cs: Tím se smaže %lld osiřelý debug pod%@ z vašich clusterů. Tuto akci nelze vrátit zpět.
da: Dette vil slette %1$lld forældreløse debug-pod%2$@ fra dine clusters. Dette kan ikke fortrydes.
de: Dies löscht %1$lld verwaiste Debug-Pod%2$@ aus Ihren Clustern. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará %1$lld pod%2$@ de depuración huérfanos de sus clústeres. Esta acción no se puede deshacer.
fi: Tämä poistaa %1$lld orpoa debug-podia%2$@ klustereistasi. Tätä ei voi kumota.
fr: Cela supprimera %1$lld pod%2$@ de débogage orphelin(s) de vos clusters. Cette action est irréversible.
he: פעולה זו תמחק %1$lld pod%2$@ לניפוי באגים יתומים מהאשכולות שלך. לא ניתן לבטל פעולה זו.
hu: Ez törli a(z) %lld árva debug pod%@-ot a klasztereiből. Ez nem vonható vissza.
it: Verranno eliminati %lld pod di debug orfani%@ dai cluster. Questa operazione non può essere annullata.
ja: クラスターから%lld個の孤立したデバッグPod%@を削除します。この操作は元に戻せません。
ko: cluster에서 고아 상태의 디버그 pod %1$lld개%2$@를 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette %lld foreldreløse feilsøkingspod%@ fra klyngene dine. Dette kan ikke angres.
nl: Dit verwijdert %1$lld verweesde debug-pod%2$@ uit uw clusters. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie %lld osieroconych podów debugowania%@ z Twoich klastrów. Tej operacji nie można cofnąć.
pt_br: Isso excluirá %1$lld pod%2$@ de debug órfão(s) dos seus clusters. Esta ação não pode ser desfeita.
pt_pt: Isto irá eliminar %1$lld pod(s) de depuração órfão(s)%2$@ dos seus clusters. Esta ação não pode ser desfeita.
ro: Se vor șterge %1$lld pod-uri de depanare orfane%2$@ din clusterele dvs. Această acțiune este ireversibilă.
sl: S tem boste izbrisali %1$lld osirotelih razhroščevalnih podov%2$@ iz vaših grozdov. Tega ni mogoče razveljaviti.
sv: Detta raderar %1$lld överblivna debug-pod%2$@ från dina kluster. Detta kan inte ångras.
uk: Це видалить %lld осиротілих налагоджувальних pod%@ з ваших кластерів. Цю дію не можна скасувати.
vi: Thao tác này sẽ xóa %lld debug pod%@ mồ côi khỏi các cụm của bạn. Không thể hoàn tác thao tác này.
zh_hans: 这将从您的集群中删除 %1$lld 个孤立的调试 Pod%2$@。此操作无法撤销。
zh_hant: 這將從您的叢集中刪除 %1$lld 個孤立的除錯 Pod%2$@。此操作無法復原。
